[
  {
    "id": "rub-chicken",
    "name": "Tips Up Chicken Rub",
    "description": "Need a quick-fire, winner-winner chicken dinner? Fire up the barbie, oil your bird, then dust her down for her big night out with the Under the Hood Chicken Rub. Make her a little sweet, but not too much heat — that’s how we like it! Serve her up with a gentle dose of Under the Hood Sauce for the ultimate condiment complement.",
    "image": "/products/rub-chicken.webp",
    "thumbnail": "/products/thumbnail-chicken.webp",
    "art": "/products/art-chicken.webp",
    "category": "Rub",
    "price": 15.0,
    "colour": "#FFB400",
    "ingredients": ["Sugar", "Salt", "Garlic", "Smoked Paprika", "Pepper", "Rice Flour", "Herbs", "Mustard"],
    "brandTitle": "Tips Up",
    "brandSubtitle": "Chicken",
    "brandCategory": "Rub"
  },
  {
    "id": "rub-beef",
    "name": "Girthy Beef Rub",
    "description": "Add a kick of moo to any cut of beef with this smoky grilling game-changer. With more balance than a bull-rider on a tight-rope, these four ingredients work in harmony to give your beef the right amount of flavour, texture, and black pepper bite. Sprinkle it on, rub it down, then let the power of barbecue do the rest.",
    "image": "/products/rub-beef.webp",
    "thumbnail": "/products/thumbnail-beef.webp",
    "art": "/products/art-beef.webp",
    "category": "Rub",
    "price": 15.0,
    "colour": "#7D0B16",
    "ingredients": ["Salt", "Garlic", "Smoked Paprika", "Pepper"],
    "brandTitle": "Girthy",
    "brandSubtitle": "Beef",
    "brandCategory": "Rub"
  },
  {
    "id": "rub-lamb",
    "name": "Fully Loaded Lamb Rub",
    "description": "You can’t cook New Zealand lamb without this chunky-cut herb hero. Rosemary, thyme, garlic, and flaky sea salt are an unstoppable force of flavour that will remind you why you love grilling so much. Perfect for creating a crispy crust on a lamb forequarter, or simply sprinkle onto chops for the classic Kiwi barbecue. Give Nana’s Sunday roast a flame-grilled run for its money!",
    "image": "/products/rub-lamb.webp",
    "thumbnail": "/products/thumbnail-lamb.webp",
    "art": "/products/art-lamb.webp",
    "category": "Rub",
    "price": 15.0,
    "colour": "#386C34",
    "ingredients": ["Salt", "Garlic", "Thyme", "Pepper", "Rosemary", "Parsley", "Celery Seed", "Rice Flour"],
    "brandTitle": "Fully Loaded",
    "brandSubtitle": "Lamb",
    "brandCategory": "Rub"
  },
  {
    "id": "rub-pork",
    "name": "Big Butt Pork Rub",
    "description": "Get this tasty rub smothered all over your boston butt for the ultimate pulled pork. The flavour will keep the whole family happy with the classic sweet, smoky, profile with just a small whisper of heat. Don’t forget to pick up a bottle of Under the Hood Sauce as well for a match made in heaven!",
    "image": "/products/rub-pork.webp",
    "thumbnail": "/products/thumbnail-pork.webp",
    "art": "/products/art-pork.webp",
    "category": "Rub",
    "price": 15.0,
    "colour": "#A52038",
    "ingredients": ["Sugar", "Salt", "Chilli", "Smoked Paprika", "Garlic", "Rice Flour", "Pepper", "Celery Seed"],
    "brandTitle": "Big Butt",
    "brandSubtitle": "Pork",
    "brandCategory": "Rub"
  },
  {
    "id": "rub-gps",
    "name": "All Purpose GPS Rub",
    "description": "Our all purpose GPS Rub is your magic ingredient to make anything taste sensational. A careful balance of garlic, pepper and salt, GPS will lead you on delicious adventures to new lands of flavour. When you throw it on barbecued meat and grilled veges, you’ll be met with a resounding chorus of ‘mmmm’ and ‘ahhhh’.",
    "image": "/products/rub-gps.webp",
    "thumbnail": "/products/thumbnail-gps.webp",
    "art": "/products/art-gps.webp",
    "category": "Rub",
    "price": 15.0,
    "colour": "#181617",
    "ingredients": ["Salt", "Garlic", "Pepper"],
    "brandTitle": "All purpose",
    "brandSubtitle": "GPS",
    "brandCategory": "Rub"
  },
  {
    "id": "sauce-original",
    "name": "Original Barbecue Sauce",
    "description": "Instead, this liquid thriller was conceived over the potent heat of a charcoal kettle and a slow-cooked brisket. After years of honing the ancient skill of barbecuing we realised we needed a tasty accomplice to join our meaty mission.\n\nSo we created this. A saucy tribute to early starts, long hours, and burnt fingers sacrificed to the pursuit of all things tender.\n\nWhether it’s chicken wings, pulled-pork, or a tomahawk, this tangy all-rounder is the perfect condiment compliment.\n\n— Dave and Michelle King",
    "image": "/products/sauce-original.webp",
    "thumbnail": "/products/thumbnail-sauce-original.webp",
    "art": "/products/art-sauce-original.webp",
    "category": "Sauce",
    "price": 15.0,
    "colour": "#E94B24",
    "ingredients": [],
    "brandTitle": "Original",
    "brandSubtitle": "Barbecue",
    "brandCategory": "Sauce"
  },
  {
    "id": "box-bbq-set",
    "name": "Under the Hood BBQ Box Set",
    "description": "Collect the whole set!\n\nALL FIVE RUBS + SAUCE\n\nExperience the full spectrum of Under the Hood BBQ flavours that we have created to develop our signature flavour profiles. Now ready to be delivered so you can create the magic right there in your own back yard!\n\nMakes a brilliant gift! Or just save yourself some dollars by purchasing the lot!",
    "image": "/products/box-bbq-set.webp",
    "thumbnail": "/products/thumbnail-box-bbq-set.webp",
    "art": "/products/art-box-bbq-set.webp",
    "category": "Box Set",
    "price": 79.0,
    "colour": "#333333",
    "ingredients": [],
    "brandTitle": "BBQ",
    "brandSubtitle": "Box",
    "brandCategory": "Set"
  },
  {
    "id": "gear-charcoal-volcano",
    "name": "Charcoal Volcano",
    "description": "Get your charcoal barbecue CRANKING hot!\n\nThe Charcoal Volcano, brought to us by Fire to Fork, it is designed to boost your kettle temperature creating a vortex of heat and creating a convection heat that quickly makes your chicken wings crispy on the outside while retaining that moist chicken inside.\n\nDimensions:\n\nBase diameter: 30cm  Height: 12cm. Top diameter: 20.5cm\n\nThe size and circular dynamics means you can stack in heaps of charcoal, whilst having maximum indirect zone for cooking. The funnel like shape works effectively to create very hot temperatures of 250C and over.  Light coals inside the volcano and wait until they appear white all over before cooking.\n\nWe recommend using lump charcoal for this. Best used in kettle style barbecues.",
    "image": "/products/charcoal-volcano.webp",
    "thumbnail": "/products/thumbnail-charcoal-volcano.webp",
    "art": "/products/art-charcoal-volcano.webp",
    "category": "Gear",
    "price": 89.0,
    "colour": "#444444",
    "ingredients": [],
    "brandTitle": "Charcoal",
    "brandSubtitle": "Volcano",
    "brandCategory": "Gear"
  },
  {
    "id": "gear-inkbird-thermometer",
    "name": "Inkbird Thermometer",
    "description": "An absolute essential for nailing your barbecue cooking is to have a handle on your meat temperatures. This thermometer is super simple, reliable and easy to use.\n\nThis is the new and improved version the IHT-2XP Inkbird. So now you have the added benefit of using the wired probes to leave in during the cooking process. Lookin' ain't cookin' so save yourself the hassle of lifting the hood too often and monitor temps as you go.\n\nAlternatively it will still function as an instant read for quick hot & fast cooks.\n\nRechargeable battery (always a plus!) and magnetic means you can stick it on the beer fridge and keep it handy for whenever you hit the grill.",
    "image": "/products/inkbird-thermometer.webp",
    "thumbnail": "/products/thumbnail-inkbird-thermometer.webp",
    "art": "/products/art-inkbird-thermometer.webp",
    "category": "Gear",
    "price": 55.0,
    "colour": "#1A73E8",
    "ingredients": [],
    "brandTitle": "Inkbird",
    "brandSubtitle": "Thermometer",
    "brandCategory": "Gear"
  },
  {
    "id": "gear-insulation-station",
    "name": "Insulation Station - Resting Bag",
    "description": "This latest product that is going to make for an epic addition to any BBQ enthusiasts kit! No more resting your slow cooked meat masterpieces in an old chilly bin that doesn't fit a meat tray! We've got the solution for you!\nIt's a known fact that resting your meats, especially low & slow barbecue cuts, after cooking, but before serving is an essential step in nailing the cook and producing tender, juicy cuts of meat.\nThis custom designed insulation bag will make this step easy, allowing you to slide in your wrapped tray of barbecue goodness, then simply zip her up until it's time to serve your hungry guests   - Wrap - Rest - Serve!\n\n    Made from 1000D PVC, Insulation layer 15mm NBR Foam with welded seams and a waterproof zipper\n    Bag size - 700mm x 500mm\n    The Under the Hood Insulation Station is designed to fit one stainless steel gastronome dish 1/1 65mm high.\n    The bag is designed for easy flat storage when not in use\n    Convenient carry handles ables you to transport your BBQ creations anywhere",
    "image": "/products/insulation-station.webp",
    "thumbnail": "/products/thumbnail-insulation-station.webp",
    "art": "/products/art-insulation-station.webp",
    "category": "Gear",
    "price": 159.0,
    "colour": "#222222",
    "ingredients": [],
    "brandTitle": "Insulation",
    "brandSubtitle": "Station",
    "brandCategory": "Gear"
  },
  {
    "id": "gear-knife-bag",
    "name": "Knife Bag",
    "description": "This leather knife bag has been designed and crafted by our friends at Coral & Cam and has the Under the Hood BBQ tick of approval!\n\nThe perfect way to take your knives with you wherever you go so you're never stuck without the right tools for that all important job!\n\nThe knife roll securely holds up to six knives. The leather pockets are covered with a flap and then it rolls up, secured with two sturdy buckles, durable leather, carry strap (which can be removed if you like) It looks cool as well as being functional.\n\nMakes for a brilliant gift to yourself or the knife enthusiast or chef in your life!\n\n*Knives are not included",
    "image": "/products/knife-bag.webp",
    "thumbnail": "/products/thumbnail-knife-bag.webp",
    "art": "/products/art-knife-bag.webp",
    "category": "Gear",
    "price": 199.0,
    "colour": "#6D4C41",
    "ingredients": [],
    "brandTitle": "Knife",
    "brandSubtitle": "Bag",
    "brandCategory": "Gear"
  },
  {
    "id": "gear-leather-apron",
    "name": "Leather Apron",
    "description": "Another stunner from our mates at Coral & Cam, this super durable and adjustable leather apron is ideal for use around the barbecue. Most importantly it has pockets too so you can keep your thermometer handy and phone at the ready for those Insta worthy moments in the cook!\n\nThis model is in the buff finish leather, in the dark brown. Buff leather has a slightly rough finish and it hides the wear and tear. It has an adjustable waist belt with a buckle and and an adjustable neck strap so no fluffing around with ties and bows which we love.\n\nSave yourself some washing and wear an apron, one you can't set on fire and that you'll probably never need to replace!",
    "image": "/products/leather-apron.webp",
    "thumbnail": "/products/thumbnail-leather-apron.webp",
    "art": "/products/art-leather-apron.webp",
    "category": "Gear",
    "price": 229.0,
    "colour": "#5D4037",
    "ingredients": [],
    "brandTitle": "Leather",
    "brandSubtitle": "Apron",
    "brandCategory": "Gear"
  },
  {
    "id": "wood-tipsy-squirrel-chunks",
    "name": "Tipsy Squirrel Barrel Chunks",
    "description": "Want to know the secret to our amazing flavour profiles when cooking with charcoal?\n\nIn addition to our yummy rubs (of course) the answer is to add a chunk or two of the Tipsy Squirrel Oak Barrel chunks into the hot coals at the start of the cook!\n\nThese are authentic oak barrel chunks that started their life holding syrah wine. So all the amazing flavours are infused into it. Put together by our friends Paul & Sharon and recycled from the by products of their incredible Stim Craftsmanship creations. Who knew off cuts could taste so good?!\n\n2L box",
    "image": "/products/tipsy-squirrel-chunks.webp",
    "thumbnail": "/products/thumbnail-tipsy-squirrel-chunks.webp",
    "art": "/products/art-tipsy-squirrel-chunks.webp",
    "category": "Smoking Wood",
    "price": 22.0,
    "colour": "#8D6E63",
    "ingredients": [],
    "brandTitle": "Tipsy",
    "brandSubtitle": "Squirrel",
    "brandCategory": "Chunks"
  },
  {
    "id": "event-bbq-masterclass-low-slow",
    "name": "BBQ Masterclass - Low & Slow",
    "description": "The Under the Hood BBQ Masterclass is a full day, immersive experience that will be enjoyed by all BBQ enthusiasts! Whether you are looking to build on your existing low and slow knowledge or just starting out, you'll be sure to walk away from the day with a swag of new tips and inspiration, not to mention you'll eat your body weight in mouth-watering food!\n\nThe content of the class is a mixture of demonstrations, teaching, tastings, Q&A and hands on working together in small teams. \n\n TOPICS COVERED \n\n    Meat, meat and more MEAT - what we cook we eat!!\n    Fire management\n    How to prepare, trim and season your meats\n    Temperature control of your pit\n    Hands on preparation of pork swift ribs and chicken wings\n    Mastering pulled pork and brisket\n    Reverse seared steaks & chimichurri\n    Creating seasoning flavour profiles\n    Heaps of Q&A time to ask all your low & slow BBQ questions \n    UTH BBQ cheat sheet to be emailed after the class\n    Product specials on the day\n    Giveaways and prizes to be won \n    Special discount code to Online Course for attendees\n\nWe will be cooking on a range of BBQs including, Weber Performer, Weber Mastertouch Plus, Oklahoma Joe's Longhorn offset smoker, Traegar Ironwood XL and three Weber Smokey Mountains. No gas barbies in sight! However, the principles learnt can be applied to cooking on gas.\n\nClasses can book out quickly and are capped at 30 participants. \n\nWHEN AND WHERE?\n\nThe day begins at 11am and runs through until 6pm.\n\nClasses are held at our Under the Hood BBQ Headquarters in Stoke, Nelson\n\nCOST \n$195 per person - includes all the meats, seasonings and bbq fuel you will get to use through the day during our hands on experience. \n\nTerms & Conditions*\n*Any date change to your booking must be made no later than two weeks prior to the event. Transfer of tickets to another person's name is free of charge. Tickets are non refundable.\n\nFor any queries relating to the event, please email underthehoodnz@gmail.com",
    "image": "/products/bbq-masterclass-low-slow.webp",
    "thumbnail": "/products/thumbnail-bbq-masterclass-low-slow.webp",
    "art": "/products/art-bbq-masterclass-low-slow.webp",
    "category": "Event",
    "price": 195.0,
    "colour": "#000000",
    "ingredients": [],
    "brandTitle": "BBQ",
    "brandSubtitle": "Masterclass",
    "brandCategory": "Low & Slow"
  }
]
